alsa-tools-gui
brave-browser
bucklespring
cowsay
cuneiform
droidcam-client
dunst
dzen2
feh
figlet
flameshot
fzf
gawk
gir1.2-gtk-4.0
git
gobject-introspection
htop
i3lock
imagemagick
jq
kitty
latexmk
libatk-bridge2.0-dev
libcairo2-dev
libev-dev
libgirepository1.0-dev
libgtk-3-dev
libpango1.0-dev
libstartup-notification0-dev
libx11-dev
libxcb1-dev
libxcb-cursor-dev
libxcb-icccm4-dev
libxcb-keysyms1-dev
libxcb-randr0-dev
libxcb-shape0-dev
libxcb-util0-dev
libxcb-xinerama0-dev
libxcb-xkb-dev
libxcb-xrm-dev
libxft-dev
libxinerama-dev
libxkbcommon-dev
libxkbcommon-x11-dev
libxrandr-dev
libyajl-dev
linkchecker
lxappearance
maim
meson
mpv
ninja-build
numlockx
pavucontrol
picom
pipx
playerctl
polybar
pulseaudio
python3-dev
python3-pip
python3-setuptools
python3-wheel
qt5ct
ripgrep
rofi
sassc
suckless-tools
texlive
texlive-latex-extra
texlive-science
tmux
tree
v4l2loopback-dkms
vim
xautolock
xcape
xcb
xclip
xdotool
xsel
xss-lock
xterm
ydotool
zathura
zathura-pdf-poppler
zsh
