dunst
feh
fzf
gawk
git
i3lock
jq
kitty
latexmk
libev-dev
libpango1.0-dev
libstartup-notification0-dev
libxcb1-dev
libxcb-cursor-dev
libxcb-icccm4-dev
libxcb-keysyms1-dev
libxcb-randr0-dev
libxcb-shape0-dev
libxcb-util0-dev
libxcb-xinerama0-dev
libxcb-xkb-dev
libxcb-xrm-dev
libxkbcommon-dev
libxkbcommon-x11-dev
libyajl-dev
maim
meson
ninja-build
numlockx
picom
playerctl
polybar
pulseaudio
ripgrep
rofi
suckless-tools
texlive
texlive-latex-extra
tmux
tree
vim
xcape
xcb
xclip
xdotool
xsel
xss-lock
xterm
zathura
zathura-pdf-poppler
zsh
