acl
berkeley-db@5
bzip2
ca-certificates
clang-format
dbus
expat
gdbm
gettext
gh
icu4c@76
krb5
lf
libedit
libffi
libnsl
libtirpc
libunistring
libuv
libvterm
libxcrypt
libxml2
lpeg
luajit
luv
mpdecimal
msgpack
ncurses
neovim
openssl@3
perl
python@3.13
readline
sqlite
starship
stow
tree-sitter
unibilium
unzip
xz
zlib
