acl
aom
berkeley-db@5
brotli
bzip2
ca-certificates
cairo
clang-format
dbus
expat
fontconfig
freetype
fribidi
gdbm
gettext
gh
ghostscript
giflib
glib
graphite2
harfbuzz
highway
icu4c@76
imagemagick
imath
jasper
jbig2dec
jpeg-turbo
jpeg-xl
krb5
leptonica
lf
libarchive
libb2
libde265
libdeflate
libedit
libffi
libheif
libidn
liblqr
libnsl
libpng
libraw
libtiff
libtirpc
libtool
libunistring
libuv
libvmaf
libvterm
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxml2
libxrender
little-cms2
lpeg
lua
luajit
luv
lz4
lzo
m4
mpdecimal
msgpack
ncurses
neovim
openexr
openjpeg
openssl@3
pango
pcre2
perl
pixman
pkgconf
python-packaging
python@3.13
readline
shared-mime-info
sqlite
starship
stow
tesseract
tree-sitter
unibilium
unzip
util-linux
webp
x265
xorgproto
xz
zlib
zstd
